import { Announcement } from '../types';

export const initialAnnouncements: Announcement[] = [
  {
    id: 1,
    title: "Шинэ Лабораторийн Хүндэсний Сайжруулалт",
    date: "2026 оны 6 сарын 12",
    priority: "Өндөр",
    content: "Суралцах туршлагыг сайжруулахын тулд бид хамгаалалтын лабораториудаа сүүлийн үеийн хэрэгслүүд болон тоног төхөөрөмжөөр сайжруулсан."
  },
  {
    id: 2,
    title: "Зочин Лекц: Финтех дахь Хамгаалалт",
    date: "2026 оны 6 сарын 8",
    priority: "Дунд",
    content: "6 сарын 15-нд салбарын мэргэжилтэн Сара Ченгийн онцгой зочин лекцэнд оролцоно уу."
  },
  {
    id: 3,
    title: "Сертификат Хуваалах Уран Зургаан Үйлчилгээ",
    date: "2026 оны 6 сарын 1",
    priority: "Бага",
    content: "Төгссөн эзэмшлийн церемоний 6 сарын 20-нд 17:00 цагт үндсэн аудиторид болно."
  }
];
